<p><strong>TERMS &amp; CONDITIONS</strong></p>
<p>Bằng c&aacute;ch tải xuống hoặc sử dụng ứng dụng, c&aacute;c điều khoản n&agrave;y sẽ tự động &aacute;p dụng cho bạn - do đ&oacute;, bạn n&ecirc;n đảm bảo rằng bạn đ&atilde; đọc ch&uacute;ng cẩn thận trước khi sử dụng ứng dụng. Bạn kh&ocirc;ng được ph&eacute;p sao ch&eacute;p hoặc sửa đổi ứng dụng, bất kỳ phần n&agrave;o của ứng dụng hoặc nh&atilde;n hiệu của ch&uacute;ng t&ocirc;i theo bất kỳ c&aacute;ch n&agrave;o. Bạn kh&ocirc;ng được ph&eacute;p cố gắng tr&iacute;ch xuất m&atilde; nguồn của ứng dụng v&agrave; bạn cũng kh&ocirc;ng n&ecirc;n cố dịch ứng dụng sang c&aacute;c ng&ocirc;n ngữ kh&aacute;c hoặc tạo c&aacute;c phi&ecirc;n bản ph&aacute;i sinh. Bản th&acirc;n ứng dụng v&agrave; tất cả c&aacute;c nh&atilde;n hiệu thương mại, bản quyền, quyền cơ sở dữ liệu v&agrave; c&aacute;c quyền sở hữu tr&iacute; tuệ kh&aacute;c li&ecirc;n quan đến n&oacute;.</p>
<p>Ứng dụng Earthquake l&agrave; một phần của dự &aacute;n nghi&ecirc;n cứu của <strong>Viện Vật L&yacute; Địa Cầu</strong>. Dự &aacute;n đang trong giai đoạn thử nghiệm n&ecirc;n kh&ocirc;ng chịu tr&aacute;ch nhiệm về việc bỏ s&oacute;t c&aacute;c ph&aacute;t hiện động đất hoặc b&aacute;o động sai. Ngo&agrave;i ra kh&ocirc;ng đảm bảo t&iacute;nh ch&iacute;nh x&aacute;c của th&ocirc;ng tin do mạng lưới địa chấn quốc gia c&ocirc;ng bố v&agrave; kh&ocirc;ng chịu tr&aacute;chnhiệm về việc người d&ugrave;ng ứng dụng sử dụng sai th&ocirc;ng tin đ&oacute;.</p>
<p>Ứng dụng Earthquake Network v&agrave; ứng dụng Earthquake Network Pro lưu trữ v&agrave; xử l&yacute; dữ liệu c&aacute; nh&acirc;n m&agrave; bạn đ&atilde; cung cấp cho ch&uacute;ng t&ocirc;i, để cung cấp Dịch vụ của t&ocirc;i v&agrave; cho c&aacute;c hoạt động nghi&ecirc;n cứu cũng kh&ocirc;ng li&ecirc;n quan trực tiếp đến động đất. Bạn c&oacute; tr&aacute;ch nhiệm bảo mật điện thoại v&agrave; quyền truy cập v&agrave;o ứng dụng. Do đ&oacute;, ch&uacute;ng t&ocirc;i khuy&ecirc;n bạn kh&ocirc;ng n&ecirc;n bẻ kh&oacute;a hoặc root điện thoại, đ&acirc;y l&agrave; qu&aacute; tr&igrave;nh loại bỏ c&aacute;c hạn chế v&agrave; giới hạn phần mềm do hệ điều h&agrave;nh ch&iacute;nh thức của thiết bị của bạn &aacute;p đặt. Điều n&agrave;y c&oacute; thể khiến điện thoại của bạn dễ bị tấn c&ocirc;ng bởi phần mềm độc hại / vi r&uacute;t / chương tr&igrave;nh độc hại, x&acirc;m phạm c&aacute;c t&iacute;nh năng bảo mật của điện thoại v&agrave; c&oacute; thể c&oacute; nghĩa l&agrave; ứng dụng Earthquake Network hoặc ứng dụng Earthquake Network Pro sẽ kh&ocirc;ng hoạt động b&igrave;nh thường hoặc ho&agrave;n to&agrave;n kh&ocirc;ng hoạt động.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>